# 4 - Дают при старте
# 3 - Синий ящик
# 2 - Красный ящик
# 1 - Желтый ящик
WEAPONS: dict[str:int] = {
    "Нож (4)":                        1,
    "Кольт Нэви (4)":                 2,
    "Hammerless x 1 (4)":             3,
    "Винтовка (2)":                   4,
    "Винтовка (4)":                   5,
    "Дробовик (2)":                   6,
    "Динамит (4)":                    7,
    "Лук (4)":                        11,
    "Винтовка (1)":                   12,
    "Обрез (4)":                      13,
    "Кувшин с виски (2)":             16,
    "Динамит (1)":                    17,
    "Винтовка (3)":                   18,
    "Топор (4)":                      19,
    "Кольт Peacemaker (1)":           21,
    "Hammerless x 2 (4)":             22,
    "Кулаки":                         23,
    "Черный лук (2)":                 24,
    "Мачете (1)":                     26,
    "Черный динамит (2)":             27,
    "Револьвер Вулканик (4)":         28,
    "Дробовик (1)":                   29,
    "Револьвер Реммингтон (4)":       30,
    "Револьвер Уолвилда (2)":         31,
    "Револьвер Уолкера (1)":          32,
    "Кобылья нога (4)":               33,
}

BOT_NAMES: list[str] = [
    "VIP Sex Energy VIP", 
    "HekI/Ita }I{pET kaL", 
    "#~PaP[ER]~Ph[a]Nt0m~#",
    "FapToBbIu^", 
    "TaTaPuH", 
    "Ha_KoJleHu_OJleHu", 
    "XuJIuGan", 
    "BeJIuKuu*", 
    "6u6JIuk", 
    "4ekHyTbIu*", 
    "PyLu_Ot_BaByLu"
    "X.A.K.E.R",
    "CCCP/KilleR"
]